test/solver/incompressibleFluidNeoN/models/pressure_velocity/cases/simplec_cavity/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}

application neoPimpleFoam;

startFrom        startTime;

executor Serial;

allocator default;

startTime 0;

stopAt endTime;

endTime 2;

deltaT 0.005;

writeControl timeStep;

writeInterval 400;

purgeWrite 0;

writeFormat ascii;

writePrecision 15;

writeCompression off;

timeFormat general;

timePrecision 6;

runTimeModifiable true;

//*************************************************************************//
